---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingAirTemperatureParam
source: html/ecd67612-edb5-46d8-d539-39845b6d0eb4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingAirTemperatureParam Property

"Cooling Air Temperature"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCoolingAirTemperatureParam { get; }
```